Repository: JiZPaper/PaperVN
Catalog: PaperVN/VNDBTags.xcstrings
Source language: en
Languages: de, ja, ko, pl, zh_hans, zh_hant

source: Transgender Protagonist
de: Transgeschlechtliche Hauptfigur
ja: トランスジェンダーの主人公
ko: 트랜스젠더 주인공
pl: Transpłciowy protagonista
zh_hans: 跨性别主角
zh_hant: 跨性別主角

source: Transgender Support Character
de: Transgeschlechtliche Nebenfigur
ja: トランスジェンダーのサブキャラクター
ko: 트랜스젠더 조연
pl: Transpłciowa postać drugoplanowa
zh_hans: 跨性别配角
zh_hant: 跨性別配角

source: Transhumanism
de: Transhumanismus
ja: トランスヒューマニズム
ko: 트랜스휴머니즘
pl: Transhumanizm
zh_hans: 超人类主义
zh_hant: 超人類主義

source: Trap Heroine
de: Feminin erscheinender Mann als Heldin
ja: 男の娘のヒロイン
ko: 오토코노코 여성 주인공
pl: Bohaterka będąca mężczyzną o kobiecym wyglądzie
zh_hans: 伪娘女主角
zh_hant: 偽娘女主角

source: Trap on Female
de: Sex eines feminin erscheinenden Mannes mit einer Frau
ja: 男の娘と女性のセックス
ko: 오토코노코와 여성의 성교
pl: Seks mężczyzny o kobiecym wyglądzie z kobietą
zh_hans: 伪娘与女性性交
zh_hant: 偽娘與女性性交

source: Trap on Male
de: Sex eines feminin erscheinenden Mannes mit einem Mann
ja: 男の娘と男性のセックス
ko: 오토코노코와 남성의 성교
pl: Seks mężczyzny o kobiecym wyglądzie z mężczyzną
zh_hans: 伪娘与男性性交
zh_hant: 偽娘與男性性交

source: Trap Protagonist
de: Feminin erscheinender Mann als Hauptfigur
ja: 男の娘の主人公
ko: 오토코노코 주인공
pl: Protagonista będący mężczyzną o kobiecym wyglądzie
zh_hans: 伪娘主角
zh_hant: 偽娘主角

source: Trap Support Character
de: Feminin erscheinender Mann als Nebenfigur
ja: 男の娘のサブキャラクター
ko: 오토코노코 조연
pl: Postać drugoplanowa będąca mężczyzną o kobiecym wyglądzie
zh_hans: 伪娘配角
zh_hant: 偽娘配角

source: Traveler Protagonist
de: Reisender als Hauptfigur
ja: 旅人の主人公
ko: 여행자인 주인공
pl: Protagonista będący podróżnikiem
zh_hans: 旅行者主角
zh_hant: 旅行者主角

source: Traveller Hero
de: Reisender als Held
ja: 旅人の男性主人公
ko: 여행자인 남성 주인공
pl: Bohater będący podróżnikiem
zh_hans: 旅行者男主角
zh_hant: 旅行者男主角

source: Treasure Hunting
de: Schatzsuche
ja: 宝探し
ko: 보물찾기
pl: Poszukiwanie skarbów
zh_hans: 寻宝
zh_hant: 尋寶

source: Triad
de: Triade
ja: 三合会
ko: 삼합회
pl: Triada
zh_hans: 三合会
zh_hant: 三合會

source: Tribadism
de: Tribadie
ja: 貝合わせ
ko: 가위치기
pl: Trybadyzm
zh_hans: 女阴摩擦
zh_hant: 女陰摩擦

source: Tribadism on Penis
de: Tribadie am Penis
ja: 陰茎への貝合わせ
ko: 음경에 가위치기
pl: Trybadyzm na penisie
zh_hans: 女阴摩擦阴茎
zh_hant: 女陰摩擦陰莖

source: Triple Blowjob
de: Fellatio durch drei Personen
ja: 三人フェラ
ko: 3인 펠라치오
pl: Fellatio wykonywane przez trzy osoby
zh_hans: 三人口交
zh_hant: 三人口交

source: Triple Boobjob
de: Brustverkehr mit drei Personen
ja: 三人パイズリ
ko: 3인 파이즈리
pl: Seks między piersiami z udziałem trzech osób
zh_hans: 三人乳交
zh_hant: 三人乳交

source: Triple Footjob
de: Fußstimulation durch drei Personen
ja: 三人足コキ
ko: 3인 풋잡
pl: Stymulacja stopami przez trzy osoby
zh_hans: 三人足交
zh_hant: 三人足交

source: Triple Handjob
de: Manuelle Penisstimulation durch drei Personen
ja: 三人手コキ
ko: 3인 핸드잡
pl: Ręczna stymulacja penisa przez trzy osoby
zh_hans: 三人手交
zh_hant: 三人手交

source: Triple+ Buttjob
de: Gesäßstimulation mit mindestens drei Personen
ja: 三人以上の尻コキ
ko: 3인 이상의 엉덩이 파이즈리
pl: Stymulacja pośladkami z udziałem co najmniej trzech osób
zh_hans: 三人以上臀交
zh_hant: 三人以上臀交

source: Triplet+ Heroines
de: Heldinnen aus mindestens drei Mehrlingen
ja: 三つ子以上のヒロイン
ko: 세쌍둥이 이상의 여성 주인공
pl: Bohaterki z co najmniej trojaczków
zh_hans: 三胞胎以上女主角
zh_hant: 三胞胎以上女主角

source: Triplets as Support Characters
de: Drillinge als Nebenfiguren
ja: 三つ子のサブキャラクター
ko: 세쌍둥이 조연
pl: Trojaczki jako postacie drugoplanowe
zh_hans: 三胞胎配角
zh_hant: 三胞胎配角

source: True End Death of Protagonist
de: Tod der Hauptfigur im wahren Ende
ja: トゥルーエンドで主人公が死亡
ko: 트루 엔딩에서 주인공 사망
pl: Śmierć protagonisty w prawdziwym zakończeniu
zh_hans: 真结局中主角死亡
zh_hant: 真結局中主角死亡

source: Tsukkomi Hero
de: Held als nüchterner Gegenpart im Comedy-Duo
ja: ツッコミ役の男性主人公
ko: 츳코미 역할인 남성 주인공
pl: Bohater w roli trzeźwego komentatora w duecie komediowym
zh_hans: 吐槽役男主角
zh_hant: 吐槽役男主角

source: Tsukkomi Heroine
de: Heldin als nüchterner Gegenpart im Comedy-Duo
ja: ツッコミ役のヒロイン
ko: 츳코미 역할인 여성 주인공
pl: Bohaterka w roli trzeźwego komentatora w duecie komediowym
zh_hans: 吐槽役女主角
zh_hant: 吐槽役女主角

source: Tsukkomi Protagonist
de: Hauptfigur als nüchterner Gegenpart im Comedy-Duo
ja: ツッコミ役の主人公
ko: 츳코미 역할인 주인공
pl: Protagonista w roli trzeźwego komentatora w duecie komediowym
zh_hans: 吐槽役主角
zh_hant: 吐槽役主角

source: Tsundere Hero
de: Tsundere als Held
ja: ツンデレの男性主人公
ko: 츤데레 남성 주인공
pl: Bohater typu tsundere
zh_hans: 傲娇男主角
zh_hant: 傲嬌男主角

source: Tsundere Heroine
de: Tsundere als Heldin
ja: ツンデレのヒロイン
ko: 츤데레 여성 주인공
pl: Bohaterka typu tsundere
zh_hans: 傲娇女主角
zh_hant: 傲嬌女主角

source: Tsundere Protagonist
de: Tsundere als Hauptfigur
ja: ツンデレの主人公
ko: 츤데레 주인공
pl: Protagonista typu tsundere
zh_hans: 傲娇主角
zh_hant: 傲嬌主角

source: Turn-Based Strategy
de: Rundenbasierte Strategie
ja: ターン制ストラテジー
ko: 턴제 전략
pl: Strategia turowa
zh_hans: 回合制策略
zh_hant: 回合制策略

source: Turn-Based Tactics
de: Rundenbasierte Taktik
ja: ターン制タクティクス
ko: 턴제 전술
pl: Taktyka turowa
zh_hans: 回合制战术
zh_hant: 回合制戰術

source: Tutor Protagonist
de: Privatlehrer als Hauptfigur
ja: 家庭教師の主人公
ko: 가정 교사인 주인공
pl: Protagonista będący korepetytorem
zh_hans: 家庭教师主角
zh_hant: 家庭教師主角

source: Twin Bellyjob
de: Bauchstimulation durch zwei Personen
ja: 二人ベリージョブ
ko: 2인 복부 파이즈리
pl: Stymulacja brzuchem przez dwie osoby
zh_hans: 双人腹部性交
zh_hant: 雙人腹交

source: Twin Blowjob
de: Fellatio durch zwei Personen
ja: 二人フェラ
ko: 2인 펠라치오
pl: Fellatio wykonywane przez dwie osoby
zh_hans: 双人口交
zh_hant: 雙人口交

source: Twin Boobjob
de: Brustverkehr mit zwei Personen
ja: 二人パイズリ
ko: 2인 파이즈리
pl: Seks między piersiami z udziałem dwóch osób
zh_hans: 双人乳交
zh_hant: 雙人乳交

source: Twin Brothers as Heroes
de: Zwillingsbrüder als Helden
ja: 双子の兄弟が男性主人公
ko: 쌍둥이 형제 남성 주인공
pl: Bracia bliźniacy jako bohaterowie
zh_hans: 双胞胎兄弟男主角
zh_hant: 雙胞胎兄弟男主角

source: Twin Buttjob
de: Gesäßstimulation durch zwei Personen
ja: 二人尻コキ
ko: 2인 엉덩이 파이즈리
pl: Stymulacja pośladkami przez dwie osoby
zh_hans: 双人臀交
zh_hant: 雙人臀交

source: Twin Footjob
de: Fußstimulation durch zwei Personen
ja: 二人足コキ
ko: 2인 풋잡
pl: Stymulacja stopami przez dwie osoby
zh_hans: 双人足交
zh_hant: 雙人足交

source: Twin Handjob
de: Manuelle Penisstimulation durch zwei Personen
ja: 二人手コキ
ko: 2인 핸드잡
pl: Ręczna stymulacja penisa przez dwie osoby
zh_hans: 双人手交
zh_hant: 雙人手交

source: Twin Sister Support Character
de: Zwillingsschwester als Nebenfigur
ja: 双子の姉妹のサブキャラクター
ko: 쌍둥이 자매 조연
pl: Siostra bliźniaczka jako postać drugoplanowa
zh_hans: 双胞胎姐妹配角
zh_hant: 雙胞胎姐妹配角

source: Twin Sisters as Heroines
de: Zwillingsschwestern als Heldinnen
ja: 双子の姉妹がヒロイン
ko: 쌍둥이 자매 여성 주인공
pl: Siostry bliźniaczki jako bohaterki
zh_hans: 双胞胎姐妹女主角
zh_hant: 雙胞胎姐妹女主角

source: Twin Tail Hero
de: Held mit zwei Pferdeschwänzen
ja: ツインテールの男性主人公
ko: 트윈테일 남성 주인공
pl: Bohater z dwoma kucykami
zh_hans: 双马尾男主角
zh_hant: 雙馬尾男主角

source: Twin Tail Heroine
de: Heldin mit zwei Pferdeschwänzen
ja: ツインテールのヒロイン
ko: 트윈테일 여성 주인공
pl: Bohaterka z dwoma kucykami
zh_hans: 双马尾女主角
zh_hant: 雙馬尾女主角

source: Twin Tail Protagonist
de: Hauptfigur mit zwei Pferdeschwänzen
ja: ツインテールの主人公
ko: 트윈테일 주인공
pl: Protagonista z dwoma kucykami
zh_hans: 双马尾主角
zh_hant: 雙馬尾主角

source: Twin+ Bodyjob
de: Körperstimulation durch mindestens zwei Personen
ja: 二人以上のボディジョブ
ko: 2인 이상 보디잡
pl: Stymulacja ciałem przez co najmniej dwie osoby
zh_hans: 双人以上身体性交
zh_hant: 雙人以上身體摩擦

source: Twin+ Legjob
de: Beinstimulation durch mindestens zwei Personen
ja: 二人以上の脚コキ
ko: 2인 이상 레그잡
pl: Stymulacja nogami przez co najmniej dwie osoby
zh_hans: 双人以上腿交
zh_hant: 雙人以上腿交

source: Twincest
de: Inzest zwischen Zwillingen
ja: 双子間近親相姦
ko: 쌍둥이 간 근친상간
pl: Kazirodztwo między bliźniętami
zh_hans: 双胞胎乱伦
zh_hant: 雙胞胎亂倫

source: Twins as Support Characters
de: Zwillinge als Nebenfiguren
ja: 双子のサブキャラクター
ko: 쌍둥이 조연
pl: Bliźnięta jako postacie drugoplanowe
zh_hans: 双胞胎配角
zh_hant: 雙胞胎配角

# Type_tag
source: Type
de: Typ
ja: タイプ
ko: 유형
pl: Typ
zh_hans: 类型
zh_hant: 類型

source: Typing Game
de: Tippspiel
ja: タイピングゲーム
ko: 타이핑 게임
pl: Gra w pisanie na klawiaturze
zh_hans: 打字游戏
zh_hant: 打字遊戲

source: Ugly Protagonist
de: Hässliche Hauptfigur
ja: 醜い主人公
ko: 못생긴 주인공
pl: Brzydki protagonista
zh_hans: 丑陋主角
zh_hant: 醜陋主角

source: Uke Protagonist
de: Passive Hauptfigur beim Sex
ja: 受けの主人公
ko: 수 역할인 주인공
pl: Protagonista przyjmujący bierną rolę podczas seksu
zh_hans: 受方主角
zh_hant: 受方主角

source: Unarmed Combat
de: Unbewaffneter Kampf
ja: 素手での戦闘
ko: 맨손 전투
pl: Walka bez broni
zh_hans: 徒手战斗
zh_hant: 徒手戰鬥

source: Unarmed Fighting Heroine
de: Unbewaffnet kämpfende Heldin
ja: 素手で戦うヒロイン
ko: 맨손으로 싸우는 여성 주인공
pl: Bohaterka walcząca bez broni
zh_hans: 徒手格斗女主角
zh_hant: 徒手格鬥女主角

source: Unavoidable Harem Ending
de: Unvermeidbares Harem-Ende
ja: 回避不能なハーレムエンド
ko: 회피할 수 없는 하렘 엔딩
pl: Nieuniknione zakończenie haremowe
zh_hans: 不可避免的后宫结局
zh_hant: 不可避免的後宮結局

source: Unavoidable Hero Death
de: Unvermeidbarer Tod des Helden
ja: 回避不能な男性主人公の死
ko: 회피할 수 없는 남성 주인공의 죽음
pl: Nieunikniona śmierć bohatera
zh_hans: 不可避免的男主角死亡
zh_hant: 不可避免的男主角死亡

source: Unavoidable Hero Rape
de: Unvermeidbare Vergewaltigung des Helden
ja: 回避不能な男性主人公への強姦
ko: 회피할 수 없는 남성 주인공 대상 강간
pl: Nieunikniony gwałt na bohaterze
zh_hans: 不可避免的男主角遭强奸
zh_hant: 不可避免的男主角遭強姦

source: Unavoidable Hero Rape by the Protagonist
de: Unvermeidbare Vergewaltigung des Helden durch die Hauptfigur
ja: 主人公による男性主人公への回避不能な強姦
ko: 회피할 수 없는 주인공에 의한 남성 주인공 강간
pl: Nieunikniony gwałt na bohaterze dokonany przez protagonistę
zh_hans: 不可避免的主角强奸男主角
zh_hant: 不可避免的主角強姦男主角

source: Unavoidable Heroine Death
de: Unvermeidbarer Tod der Heldin
ja: 回避不能なヒロインの死
ko: 회피할 수 없는 여성 주인공의 죽음
pl: Nieunikniona śmierć bohaterki
zh_hans: 不可避免的女主角死亡
zh_hant: 不可避免的女主角死亡

source: Unavoidable Heroine Rape
de: Unvermeidbare Vergewaltigung der Heldin
ja: 回避不能なヒロインへの強姦
ko: 회피할 수 없는 여성 주인공 대상 강간
pl: Nieunikniony gwałt na bohaterce
zh_hans: 不可避免的女主角遭强奸
zh_hant: 不可避免的女主角遭強姦

source: Unavoidable Heroine Rape by Others
de: Unvermeidbare Vergewaltigung der Heldin durch andere
ja: 他者によるヒロインへの回避不能な強姦
ko: 회피할 수 없는 타인에 의한 여성 주인공 강간
pl: Nieunikniony gwałt na bohaterce dokonany przez innych
zh_hans: 不可避免的女主角遭他人强奸
zh_hant: 不可避免的女主角遭他人強姦

source: Unavoidable Heroine Rape by the Protagonist
de: Unvermeidbare Vergewaltigung der Heldin durch die Hauptfigur
ja: 主人公によるヒロインへの回避不能な強姦
ko: 회피할 수 없는 주인공에 의한 여성 주인공 강간
pl: Nieunikniony gwałt na bohaterce dokonany przez protagonistę
zh_hans: 不可避免的主角强奸女主角
zh_hant: 不可避免的主角強姦女主角

source: Unavoidable Netorare
de: Unvermeidbares Netorare
ja: 回避不能な寝取られ
ko: 회피할 수 없는 네토라레
pl: Nieuniknione netorare
zh_hans: 不可避免的寝取
zh_hant: 不可避免的寢取

source: Unavoidable Protagonist Death
de: Unvermeidbarer Tod der Hauptfigur
ja: 回避不能な主人公の死
ko: 회피할 수 없는 주인공의 죽음
pl: Nieunikniona śmierć protagonisty
zh_hans: 不可避免的主角死亡
zh_hant: 不可避免的主角死亡

source: Unavoidable Protagonist Rape
de: Unvermeidbare Vergewaltigung der Hauptfigur
ja: 回避不能な主人公への強姦
ko: 회피할 수 없는 주인공 대상 강간
pl: Nieunikniony gwałt na protagoniście
zh_hans: 不可避免的主角遭强奸
zh_hant: 不可避免的主角遭強姦

source: Unavoidable Rape
de: Unvermeidbare Vergewaltigung
ja: 回避不能な強姦
ko: 회피할 수 없는 강간
pl: Nieunikniony gwałt
zh_hans: 不可避免的强奸
zh_hant: 不可避免的強姦

source: Unavoidable Rape by Others
de: Unvermeidbare Vergewaltigung durch andere
ja: 他者による回避不能な強姦
ko: 회피할 수 없는 타인에 의한 강간
pl: Nieunikniony gwałt dokonany przez innych
zh_hans: 不可避免的遭他人强奸
zh_hant: 不可避免的遭他人強姦

source: Unavoidable Rape by the Protagonist
de: Unvermeidbare Vergewaltigung durch die Hauptfigur
ja: 主人公による回避不能な強姦
ko: 회피할 수 없는 주인공에 의한 강간
pl: Nieunikniony gwałt dokonany przez protagonistę
zh_hans: 不可避免的主角强奸他人
zh_hant: 不可避免的主角強姦他人

source: Unbeknown Incest
de: Unwissentlicher Inzest
ja: 知らずに近親相姦
ko: 모르고 저지르는 근친상간
pl: Nieświadome kazirodztwo
zh_hans: 不知情乱伦
zh_hant: 不知情亂倫

source: Unbirth
de: Aufnahme in den Körper durch die Vagina
ja: 逆出産
ko: 역출산
pl: Wchłanianie do ciała przez pochwę
zh_hans: 逆产
zh_hant: 逆產

source: Uncle/Nephew Incest
de: Inzest zwischen Onkel und Neffen
ja: おじと甥の近親相姦
ko: 삼촌과 남자 조카 간 근친상간
pl: Kazirodztwo między wujem lub stryjem a siostrzeńcem lub bratankiem
zh_hans: 叔伯／舅舅与侄子／外甥乱伦
zh_hant: 叔伯／舅舅與侄子／外甥亂倫

source: Uncle/Niece Incest
de: Inzest zwischen Onkel und Nichte
ja: おじと姪の近親相姦
ko: 삼촌과 여자 조카 간 근친상간
pl: Kazirodztwo między wujem lub stryjem a siostrzenicą lub bratanicą
zh_hans: 叔伯／舅舅与侄女／外甥女乱伦
zh_hant: 叔伯／舅舅與姪女／外甥女亂倫

source: Uncredited Voice Acting
de: Nicht genannte Synchronsprecher
ja: ノンクレジットの音声
ko: 크레디트에 표기되지 않은 음성
pl: Aktorzy głosowi bez podanego nazwiska
zh_hans: 未署名配音
zh_hant: 未列名配音

source: Undead
de: Untot
ja: アンデッド
ko: 언데드
pl: Nieumarły
zh_hans: 不死者
zh_hant: 不死者

source: Undead Hero
de: Untoter Held
ja: アンデッドの男性主人公
ko: 언데드 남성 주인공
pl: Nieumarły bohater
zh_hans: 不死者男主角
zh_hant: 不死者男主角

source: Undead Heroine
de: Untote Heldin
ja: アンデッドのヒロイン
ko: 언데드 여성 주인공
pl: Nieumarła bohaterka
zh_hans: 不死者女主角
zh_hant: 不死者女主角

source: Undead Protagonist
de: Untote Hauptfigur
ja: アンデッドの主人公
ko: 언데드 주인공
pl: Nieumarły protagonista
zh_hans: 不死者主角
zh_hant: 不死者主角

source: Under the Same Roof
de: Unter einem Dach
ja: ひとつ屋根の下
ko: 한 지붕 아래
pl: Pod jednym dachem
zh_hans: 同住一个屋檐下
zh_hant: 同住一個屋簷下

source: Underground
de: Unterirdisch
ja: 地下
ko: 지하
pl: Pod ziemią
zh_hans: 地下
zh_hant: 地下

source: Underwater
de: Unter Wasser
ja: 水中
ko: 수중
pl: Pod wodą
zh_hans: 水下
zh_hant: 水下

source: Underweight Heroine
de: Untergewichtige Heldin
ja: 低体重のヒロイン
ko: 저체중 여성 주인공
pl: Bohaterka z niedowagą
zh_hans: 体重过轻的女主角
zh_hant: 體重過輕的女主角

source: Underworld
de: Unterwelt
ja: 冥界
ko: 명계
pl: Podziemny świat
zh_hans: 地下世界
zh_hant: 地下世界

source: Unenthusiastic Sex
de: Sex ohne Begeisterung
ja: 気乗りしないセックス
ko: 내키지 않는 성교
pl: Seks bez entuzjazmu
zh_hans: 消极性爱
zh_hant: 消極性愛

source: Unicorn
de: Einhorn
ja: ユニコーン
ko: 유니콘
pl: Jednorożec
zh_hans: 独角兽
zh_hant: 獨角獸

source: Unique Routes
de: Einzigartige Handlungsrouten
ja: 固有ルート
ko: 고유 루트
pl: Unikalne ścieżki fabularne
zh_hans: 独特路线
zh_hant: 獨特路線

source: Universe
de: Universum
ja: 宇宙
ko: 우주
pl: Wszechświat
zh_hans: 宇宙
zh_hant: 宇宙

source: University
de: Universität
ja: 大学
ko: 대학교
pl: Uniwersytet
zh_hans: 大学
zh_hant: 大學

source: University Student
de: Student
ja: 大学生
ko: 대학생
pl: Student
zh_hans: 大学生
zh_hant: 大學生

source: University Student Hero
de: Student als Held
ja: 大学生の男性主人公
ko: 대학생인 남성 주인공
pl: Bohater będący studentem
zh_hans: 大学生男主角
zh_hant: 大學生男主角

source: University Student Heroine
de: Studentin als Heldin
ja: 大学生のヒロイン
ko: 대학생인 여성 주인공
pl: Bohaterka będąca studentką
zh_hans: 大学生女主角
zh_hant: 大學生女主角

source: University Student Protagonist
de: Student als Hauptfigur
ja: 大学生の主人公
ko: 대학생인 주인공
pl: Protagonista będący studentem
zh_hans: 大学生主角
zh_hant: 大學生主角

source: University Teacher Hero
de: Hochschullehrer als Held
ja: 大学教員の男性主人公
ko: 대학교 교원인 남성 주인공
pl: Bohater będący nauczycielem akademickim
zh_hans: 大学教师男主角
zh_hant: 大學教師男主角

source: University Teacher Heroine
de: Hochschullehrerin als Heldin
ja: 大学教員のヒロイン
ko: 대학교 교원인 여성 주인공
pl: Bohaterka będąca nauczycielką akademicką
zh_hans: 大学教师女主角
zh_hant: 大學教師女主角

source: University Teacher Protagonist
de: Hochschullehrer als Hauptfigur
ja: 大学教員の主人公
ko: 대학교 교원인 주인공
pl: Protagonista będący nauczycielem akademickim
zh_hans: 大学教师主角
zh_hant: 大學教師主角

source: Unknown Gender Protagonist
de: Hauptfigur unbekannten Geschlechts
ja: 性別不明の主人公
ko: 성별 불명의 주인공
pl: Protagonista o nieznanej płci
zh_hans: 性别不明的主角
zh_hant: 性別不明的主角

source: Unlock All Scenes Option
de: Option zum Freischalten aller Szenen
ja: 全シーン解放オプション
ko: 모든 장면 잠금 해제 옵션
pl: Opcja odblokowania wszystkich scen
zh_hans: 解锁所有场景选项
zh_hant: 解鎖所有場景選項

source: Unlockable Bonus Content
de: Freischaltbare Zusatzinhalte
ja: 解放可能なボーナスコンテンツ
ko: 잠금 해제 가능한 보너스 콘텐츠
pl: Dodatkowe treści do odblokowania
zh_hans: 可解锁额外内容
zh_hant: 可解鎖額外內容

source: Unlockable Choices
de: Freischaltbare Entscheidungen
ja: 解放可能な選択肢
ko: 잠금 해제 가능한 선택지
pl: Wybory do odblokowania
zh_hans: 可解锁选项
zh_hant: 可解鎖選項

source: Unlockable Concept Art
de: Freischaltbare Konzeptzeichnungen
ja: 解放可能なコンセプトアート
ko: 잠금 해제 가능한 콘셉트 아트
pl: Grafiki koncepcyjne do odblokowania
zh_hans: 可解锁概念艺术
zh_hant: 可解鎖概念藝術

source: Unlockable Epilogue
de: Freischaltbarer Epilog
ja: 解放可能なエピローグ
ko: 잠금 해제 가능한 에필로그
pl: Epilog do odblokowania
zh_hans: 可解锁尾声
zh_hant: 可解鎖尾聲

source: Unlockable Event
de: Freischaltbares Ereignis
ja: 解放可能なイベント
ko: 잠금 해제 가능한 이벤트
pl: Wydarzenie do odblokowania
zh_hans: 可解锁事件
zh_hant: 可解鎖事件

source: Unlockable Fighters
de: Freischaltbare Kämpfer
ja: 解放可能なファイター
ko: 잠금 해제 가능한 전투 캐릭터
pl: Postacie walczące do odblokowania
zh_hans: 可解锁战斗角色
zh_hant: 可解鎖戰鬥角色

source: Unlockable Gallery
de: Freischaltbare Galerie
ja: 解放可能なギャラリー
ko: 잠금 해제 가능한 갤러리
pl: Galeria do odblokowania
zh_hans: 可解锁画廊
zh_hant: 可解鎖畫廊

source: Unlockable Harem Ending
de: Freischaltbares Harem-Ende
ja: 解放可能なハーレムエンド
ko: 잠금 해제 가능한 하렘 엔딩
pl: Zakończenie haremowe do odblokowania
zh_hans: 可解锁后宫结局
zh_hant: 可解鎖後宮結局

source: Unlockable Hero(ine)
de: Freischaltbarer Held oder Heldin
ja: 解放可能な男性主人公／ヒロイン
ko: 잠금 해제 가능한 남성·여성 주인공
pl: Bohater lub bohaterka do odblokowania
zh_hans: 可解锁男主角／女主角
zh_hant: 可解鎖男主角／女主角

source: Unlockable Prologue
de: Freischaltbarer Prolog
ja: 解放可能なプロローグ
ko: 잠금 해제 가능한 프롤로그
pl: Prolog do odblokowania
zh_hans: 可解锁序章
zh_hant: 可解鎖序章

source: Unlockable Protagonist
de: Freischaltbare Hauptfigur
ja: 解放可能な主人公
ko: 잠금 해제 가능한 주인공
pl: Protagonista do odblokowania
zh_hans: 可解锁主角
zh_hant: 可解鎖主角

source: Unlockable Routes
de: Freischaltbare Handlungsrouten
ja: 解放可能なルート
ko: 잠금 해제 가능한 루트
pl: Ścieżki fabularne do odblokowania
zh_hans: 可解锁路线
zh_hant: 可解鎖路線

source: Unlockable Sexual Content
de: Freischaltbare sexuelle Inhalte
ja: 解放可能な性的コンテンツ
ko: 잠금 해제 가능한 성적 콘텐츠
pl: Treści seksualne do odblokowania
zh_hans: 可解锁色情内容
zh_hant: 可解鎖色情內容

source: Unnamed Hero
de: Namenloser Held
ja: 名前のない男性主人公
ko: 이름 없는 남성 주인공
pl: Bohater bez imienia
zh_hans: 未命名男主角
zh_hant: 未命名男主角

source: Unnamed Heroine
de: Namenlose Heldin
ja: 名前のないヒロイン
ko: 이름 없는 여성 주인공
pl: Bohaterka bez imienia
zh_hans: 未命名女主角
zh_hant: 未命名女主角

source: Unnamed Protagonist
de: Namenlose Hauptfigur
ja: 名前のない主人公
ko: 이름 없는 주인공
pl: Protagonista bez imienia
zh_hans: 未命名主角
zh_hant: 未命名主角

source: Unoriginal Graphics
de: Nicht eigens erstellte Grafik
ja: 非オリジナルのグラフィックス
ko: 기존 그래픽 사용
pl: Grafika nieoryginalna
zh_hans: 非原创图像
zh_hant: 非原創圖像

source: Unoriginal Soundtrack
de: Nicht eigens erstellte Musik
ja: 非オリジナルのサウンドトラック
ko: 기존 사운드트랙 사용
pl: Nieoryginalna ścieżka dźwiękowa
zh_hans: 非原创原声音乐
zh_hant: 非原創原聲音樂

source: Unoriginal Voice Acting
de: Nicht eigens erstellte Sprachausgabe
ja: 非オリジナルの音声
ko: 기존 음성 사용
pl: Nieoryginalny dubbing
zh_hans: 非原创配音
zh_hant: 非原創配音

source: Unreliable Narrator
de: Unzuverlässiger Erzähler
ja: 信頼できない語り手
ko: 신뢰할 수 없는 화자
pl: Niewiarygodny narrator
zh_hans: 不可靠叙述者
zh_hant: 不可靠敘述者

source: Unrequited Love
de: Unerwiderte Liebe
ja: 片思い
ko: 짝사랑
pl: Nieodwzajemniona miłość
zh_hans: 单相思
zh_hant: 單相思

source: Urban Fantasy
de: Urbane Fantasy
ja: アーバンファンタジー
ko: 어반 판타지
pl: Fantastyka miejska
zh_hans: 都市奇幻
zh_hant: 都市奇幻

source: Urban Legend
de: Großstadtlegende
ja: 都市伝説
ko: 도시 전설
pl: Legenda miejska
zh_hans: 都市传说
zh_hant: 都市傳說

source: Urethral Intercourse
de: Harnröhrenverkehr
ja: 尿道性交
ko: 요도 성교
pl: Seks z penetracją cewki moczowej
zh_hans: 尿道性交
zh_hant: 尿道性交

source: Urethral Sounding
de: Harnröhrensondierung
ja: 尿道ブジー
ko: 요도 사운딩
pl: Sondowanie cewki moczowej
zh_hans: 尿道探针
zh_hant: 尿道探針

source: Urination Fetish
de: Urinfetisch
ja: 放尿フェチ
ko: 배뇨 페티시
pl: Fetysz oddawania moczu
zh_hans: 排尿癖
zh_hant: 排尿癖

source: Usagimimi Hero
de: Held mit Hasenohren
ja: ウサギ耳の男性主人公
ko: 토끼 귀 남성 주인공
pl: Bohater z króliczymi uszami
zh_hans: 兔耳男主角
zh_hant: 兔耳男主角

source: Usamimi Heroine
de: Heldin mit Hasenohren
ja: ウサギ耳のヒロイン
ko: 토끼 귀 여성 주인공
pl: Bohaterka z króliczymi uszami
zh_hans: 兔耳女主角
zh_hant: 兔耳女主角

source: Used Condoms Exposition
de: Darstellung benutzter Kondome
ja: 使用済みコンドームの展示
ko: 사용한 콘돔 전시
pl: Pokazywanie użytych prezerwatyw
zh_hans: 使用过的避孕套展示
zh_hant: 使用過的避孕套展示

source: User Interface
de: Benutzeroberfläche
ja: ユーザインターフェイス
ko: 사용자 인터페이스
pl: Interfejs użytkownika
zh_hans: 用户界面
zh_hant: 使用者介面

source: Ushimimi Heroine
de: Heldin mit Kuhohren
ja: 牛耳のヒロイン
ko: 소 귀 여성 주인공
pl: Bohaterka z krowimi uszami
zh_hans: 牛耳女主角
zh_hant: 牛耳女主角

source: USSR
de: Sowjetunion
ja: ソビエト連邦
ko: 소련
pl: Związek Radziecki
zh_hans: 苏联
zh_hant: 蘇聯

source: Utopia
de: Utopie
ja: ユートピア
ko: 유토피아
zh_hans: 乌托邦
zh_hant: 烏托邦

source: Utsuge
de: Deprimierende Geschichte
ja: 鬱ゲー
ko: 우울계 게임
pl: Przygnębiająca historia
zh_hans: 郁作
zh_hant: 鬱作

source: Vacuum Bed
de: Vakuumbett
ja: バキュームベッド
ko: 진공 침대
pl: Łóżko próżniowe
zh_hans: 真空床
zh_hant: 真空床

source: Vaginal + Anal Fisting
de: Vaginales und anales Fisting
ja: 膣＋アナルフィスト
ko: 질+항문 피스팅
pl: Fisting waginalny i analny
zh_hans: 阴道＋肛门拳交
zh_hant: 陰道＋肛門拳交

source: Vaginal + Anal Object Insertion
de: Vaginales und anales Einführen von Gegenständen
ja: 膣＋アナル異物挿入
ko: 질+항문 이물질 삽입
pl: Wprowadzanie przedmiotów do pochwy i odbytu
zh_hans: 阴道＋肛门异物插入
zh_hant: 陰道＋肛門異物插入

source: Vaginal + Anal Penetration
de: Vaginale und anale Penetration
ja: 膣＋アナル挿入
ko: 질+항문 삽입
pl: Penetracja waginalna i analna
zh_hans: 阴道＋肛门插入
zh_hant: 陰道＋肛門插入

source: Vaginal + Anal Tentacle Penetration
de: Vaginale und anale Tentakelpenetration
ja: 膣＋アナル触手挿入
ko: 질+항문 촉수 삽입
pl: Penetracja pochwy i odbytu mackami
zh_hans: 阴道＋肛门触手插入
zh_hant: 陰道＋肛門觸手插入

source: Vaginal Egg Laying
de: Vaginale Eiablage
ja: 膣内産卵
ko: 질내 산란
pl: Składanie jaj przez pochwę
zh_hans: 阴道产卵
zh_hant: 陰道產卵

source: Vaginal Fingering
de: Vaginale Stimulation mit Fingern
ja: 膣への指挿入
ko: 질 핑거링
pl: Waginalna stymulacja palcami
zh_hans: 阴道指交
zh_hant: 陰道指交

source: Vaginal Fisting
de: Vaginales Fisting
ja: 膣フィスト
ko: 질 피스팅
pl: Fisting waginalny
zh_hans: 阴道拳交
zh_hant: 陰道拳交

source: Vaginal Gaping
de: Vaginale Dehnung
ja: 膣拡張
ko: 질 확장
pl: Rozciąganie pochwy
zh_hans: 阴道扩张
zh_hant: 陰道擴張

source: Vaginal Masturbation
de: Vaginale Masturbation
ja: 膣自慰
ko: 질 자위
pl: Masturbacja waginalna
zh_hans: 阴道自慰
zh_hant: 陰道自慰

source: Vaginal Multiple Fisting
de: Vaginales Fisting mit mehreren Fäusten
ja: 膣への複数フィスト
ko: 질 다중 피스팅
pl: Fisting waginalny wieloma pięściami
zh_hans: 阴道多重拳交
zh_hant: 陰道多重拳交

source: Vaginal Multiple Objects Insertion
de: Vaginales Einführen mehrerer Gegenstände
ja: 膣への複数異物挿入
ko: 질에 여러 이물질 삽입
pl: Wprowadzanie wielu przedmiotów do pochwy
zh_hans: 阴道插入多个异物
zh_hant: 陰道插入多個異物

source: Vaginal Multiple Penetration
de: Mehrfache vaginale Penetration
ja: 膣多重挿入
ko: 질 다중 삽입
pl: Wielokrotna penetracja waginalna
zh_hans: 阴道多重插入
zh_hant: 陰道多重插入

source: Vaginal Multiple Tentacle Penetration
de: Vaginale Penetration mit mehreren Tentakeln
ja: 膣への複数触手挿入
ko: 질에 여러 촉수 삽입
pl: Penetracja waginalna wieloma mackami
zh_hans: 阴道多触手插入
zh_hant: 陰道多觸手插入

source: Vaginal Object Expulsion
de: Vaginales Ausstoßen von Gegenständen
ja: 膣からの異物排出
ko: 질로 이물질 배출
pl: Wydalanie przedmiotów przez pochwę
zh_hans: 阴道排出异物
zh_hant: 陰道排出異物

source: Vaginal Object Insertion
de: Vaginales Einführen von Gegenständen
ja: 膣への異物挿入
ko: 질 이물질 삽입
pl: Wprowadzanie przedmiotów do pochwy
zh_hans: 阴道异物插入
zh_hant: 陰道異物插入

source: Valentine's Day
de: Valentinstag
ja: バレンタインデー
ko: 밸런타인데이
pl: Walentynki
zh_hans: 情人节
zh_hant: 情人節

source: Valkyrie Heroine
de: Walküre als Heldin
ja: ワルキューレのヒロイン
ko: 발키리 여성 주인공
pl: Bohaterka będąca walkirią
zh_hans: 女武神女主角
zh_hant: 女武神女主角

source: Vampire
de: Vampir
ja: 吸血鬼
ko: 흡혈귀
pl: Wampir
zh_hans: 吸血鬼
zh_hant: 吸血鬼

source: Vampire Hero
de: Vampir als Held
ja: 吸血鬼の男性主人公
ko: 흡혈귀 남성 주인공
pl: Bohater będący wampirem
zh_hans: 吸血鬼男主角
zh_hant: 吸血鬼男主角

source: Vampire Heroine
de: Vampirin als Heldin
ja: 吸血鬼のヒロイン
ko: 흡혈귀 여성 주인공
pl: Bohaterka będąca wampirzycą
zh_hans: 吸血鬼女主角
zh_hant: 吸血鬼女主角

source: Vampire Hunter Hero
de: Vampirjäger als Held
ja: 吸血鬼ハンターの男性主人公
ko: 흡혈귀 사냥꾼인 남성 주인공
pl: Bohater będący łowcą wampirów
zh_hans: 吸血鬼猎人男主角
zh_hant: 吸血鬼獵人男主角

source: Vampire Hunter Heroine
de: Vampirjägerin als Heldin
ja: 吸血鬼ハンターのヒロイン
ko: 흡혈귀 사냥꾼인 여성 주인공
pl: Bohaterka będąca łowczynią wampirów
zh_hans: 吸血鬼猎人女主角
zh_hant: 吸血鬼獵人女主角

source: Vampire Hunter Protagonist
de: Vampirjäger als Hauptfigur
ja: 吸血鬼ハンターの主人公
ko: 흡혈귀 사냥꾼인 주인공
pl: Protagonista będący łowcą wampirów
zh_hans: 吸血鬼猎人主角
zh_hant: 吸血鬼獵人主角

source: Vampire Protagonist
de: Vampir als Hauptfigur
ja: 吸血鬼の主人公
ko: 흡혈귀 주인공
pl: Protagonista będący wampirem
zh_hans: 吸血鬼主角
zh_hant: 吸血鬼主角
